<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="bitwarden" version="2023.7.1" />
  <package id="chocolatey" version="2.2.2" />
  <package id="chocolatey-compatibility.extension" version="1.0.0" />
  <package id="chocolatey-core.extension" version="1.4.0" />
  <package id="chocolatey-dotnetfx.extension" version="1.0.1" />
  <package id="chocolatey-font-helpers.extension" version="0.0.4" />
  <package id="chocolateygui" version="2.1.0" />
  <package id="chocolatey-visualstudio.extension" version="1.11.0" />
  <package id="chocolatey-windowsupdate.extension" version="1.0.5" />
  <package id="Everything" version="1.4.11024" />
  <package id="Firefox" version="116.0.3" />
  <package id="flow-launcher" version="1.16.1" />
  <package id="googledrive" version="79.0.2.0" />
  <package id="JetBrainsMonoNF" version="3.0.1" />
  <package id="lazygit" version="0.40.2" />
  <package id="nvm" version="1.1.9" />
  <package id="obsidian" version="1.3.7" />
  <package id="oh-my-posh" version="18.3.5" />
</packages>
