{
    "winget": {
        "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
        "CreationDate": "2023-09-05 18:16:48.067288",
        "Sources": [
            {
                "Packages": [
                    {
                        "PackageIdentifier": "SomePythonThings.WingetUIStore"
                    },
                    {
                        "PackageIdentifier": "lars-berger.GlazeWM"
                    },
                    {
                        "PackageIdentifier": "AntibodySoftware.WizTree"
                    },
                    {
                        "PackageIdentifier": "Microsoft.WindowsTerminal"
                    },
                    {
                        "PackageIdentifier": "VideoLAN.VLC"
                    },
                    {
                        "PackageIdentifier": "Obsidian.Obsidian"
                    },
                    {
                        "PackageIdentifier": "Mozilla.Firefox"
                    },
                    {
                        "PackageIdentifier": "Microsoft.VisualStudioCode"
                    },
                    {
                        "PackageIdentifier": "DEVCOM.JetBrainsMonoNerdFont"
                    },
                    {
                        "PackageIdentifier": "Google.Chrome"
                    },
                    {
                        "PackageIdentifier": "GitHub.GitHubDesktop"
                    },
                    {
                        "PackageIdentifier": "Git.Git"
                    },
                    {
                        "PackageIdentifier": "Discord.Discord"
                    },
                    {
                        "PackageIdentifier": "voidtools.Everything"
                    }
                ],
                "SourceDetails": {
                    "Argument": "https://cdn.winget.microsoft.com/cache",
                    "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
                    "Name": "winget",
                    "Type": "Microsoft.PreIndexed.Package"
                }
            }
        ],
        "WinGetVersion": "1.4"
    },
    "scoop": {
        "apps": []
    },
    "chocolatey": {
        "apps": [
            {
                "Name": "Chocolatey"
            }
        ]
    },
    "pip": {
        "apps": []
    },
    "npm": {
        "apps": []
    }
}
