tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "sst/tap"
brew "python@3.13"
brew "awscli"
brew "cocoapods"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "just"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "tmux"
brew "yarn"
brew "yazi"
brew "z"
brew "zoxide"
brew "hashicorp/tap/vault"
brew "sst/tap/opencode"
cask "aerospace"
cask "bettertouchtool"
cask "codex"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "handbrake-app"
cask "helium-browser"
cask "keepingyouawake"
cask "localsend"
cask "mos"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zen"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "kilocode.kilo-code"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "vscodevim.vim"
