tap "hashicorp/tap"
brew "awscli"
brew "cocoapods"
brew "fd"
brew "git-delta"
brew "just"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "ripgrep"
brew "rust"
brew "yarn"
brew "z"
brew "hashicorp/tap/vault"
cask "aldente"
cask "bettertouchtool"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "kitty"
cask "maccy"
cask "mos"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zen"
cask "zoom"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "rvest.vs-code-prettier-eslint"
vscode "vscodevim.vim"
